{
  "image" : "A command that can help you generate various images!",
  "text" : "This command has diffrent ways for you to manipulate the text!",
  "rate" : "Do you want to see how retarded you are?",
  "nsfw" : "Kids this commmand is not for you!",
  "avatar" : "You saw an avatar that you like? This command can help you get it.",
  "animals" : "Gives you beautiful pictures with animals",
  "setup" : "With this command you can configure what this beautiful bot has to offer for you",
  "dadjoke" : "Why did the tree go to the dentist? It needed a root canal.",
  "stapinescu" : "This command is just for romanians!",
  "roast" : "Do you want someone to roast the shit out of you? Well this bot can do it.",
  "meme" : "Gives you a random meme..",
  "hack" : "This bot can hack into someone's account. Use it wisely!",
  "8ball" : "Ask the magic 8ball a question and it will respond to you!",
  "pussy" : "Can tell you how long someone's hole looks like!",
  "penis" : "Can tell you how long someone's salami is!",
  "geolocation" : "Get usefull information about an ip",
  "ping" : "Pong",
  "embed" : "This command can help you create a beautiful embed",
  "nick" : "Do you want to change your nickname from a command? There is the command you wanted.",
  "help" : "A help command",
  "dm" : "Send a private message with the bot!",
  "roll" : "Roll the dice!",  
  "choose" : "You don't know what to choose? This command can help you!",  
  "user" : "Do you want to know when you joined discord or the guild you are currently in?",  
  "roles" : "Returns a list with all the roles from this guild!",  
  "say" : "Makes the bot say whatever you want", 
  "guild" : "Do you want to know some informations about the guild?",  
  "multiplerole" : "You can give multiple roles to members..", 
  "giverole" : "Give or remove a role from a user", 
  "lock" : "With this command you can lock a channel", 
  "unlock" : "With this command you can unlock a channel", 
  "softban" : "Kick an user and remove any messages sent by him", 
  "timeout" : "Give a timeout to a user throught a command", 
  "removetimeout" : "Remove a timeout to a user throught a command", 
  "clear" : "Clear an amount of messages in a channel", 
  "setnick" : "Set the nickname of a user", 
  "slowmode" : "Set the slowmode for a channel", 
  "ban" : "Ban someone", 
  "unban" : "Unban someone", 
  "kick" : "Yoink someone from the server "
}